#-----------------------------------------------------------------------------------------------------------------------
#-- Table 명 : member (회원) 샘플 테스트 데이터
#-----------------------------------------------------------------------------------------------------------------------
INSERT INTO member(name, nickname, password, tel_number, email, gender, created_datetime)
VALUES
('TEST홍길동', 'testkil', '$2a$10$NCYno56zhErrf1ca/NK9HeWseRZ57YUeLLRRpLTj2LsKeLrjvNTrW', '01011112222', 'test1@naver.com', 'M', '2022-01-13 03:37:52'),
('TEST홍길순', 'testsoon', '$2a$10$pNG5W9EvOYxyH1fkhDFltOUKFD/9WxD7dw0Y4szolJ0LNxQItBCpG', '01011112223', 'test2@naver.com', 'W', '2022-01-13 04:11:50');

#-----------------------------------------------------------------------------------------------------------------------
#-- Table 명 : order_master (주문) 샘플 테스트 데이터
#-----------------------------------------------------------------------------------------------------------------------
INSERT INTO order_master(order_no, product_name, member_id, payment_datetime, created_datetime)
VALUES
('Test001a', '상품test1', 1, '2022-01-14 18:06:39', '2022-01-14 18:06:39'),
('Tedk002a', '상품test2', 2, '2022-01-14 18:06:51', '2022-01-14 18:06:51'),
('Tedk003a', '상품test1', 1, '2022-01-14 18:07:03', '2022-01-14 18:07:03'),
('Tedk004a', '상품test1', 1, '2022-01-13 18:08:19', '2022-01-13 18:08:19');